Repository: myclabs/Inventory
Catalog: application/languages/DW/reportList.tmx
Source language: fr
Languages: en

source: Nouvelle analyse
en: New report

source: Export Excel détaillé
en: Detailed Excel export

source: Pré-configuré
en: Preconfigured

source: PDF composé
en: Composed PDF

source: Personnel
en: Personal
